[
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "5\tDesigning Individual Training\t37",
    "content": "Table of Contents 1\tPreface\t4 1.1\tHow to use this Volume\t4 1.2\tDefence Training Support Manuals\t5 2\tIntroduction to Individual Training\t6 2.1\tDetails\t6 3\tManagement of Training System\t9 3.1\tIntroduction\t9 3.2\tRoles / Stakeholders\t10 3.3\tTraining Governance Groups\t14 3.4\tMTS Activities and Outputs\t16 4\tAnalysis of Individual Training\t23 4.1\tIntroduction\t24 4.2\tTNA Steering Group\t26 4.3\tScoping Exercise\t27 4.4\tRisk Register and Assumptions Register\t28 4.5\tScoping Exercise Report\t29 4.6\tRole Analysis\t30 4.7\tRole Performance Statement and / or Framework(s)\t31 4.8\tTraining Gap Analysis\t32 4.9\tInitial Training Objectives\t32 4.10\tTraining Options Analysis\t33 4.11\tTraining Needs Report\t35 5\tDesigning Individual Training\t37 5.1\tIntroduction\t38 5.2\tIndividual Training Objectives\t39",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_1"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "8\tDefence Trainer Capability\t53",
    "content": "5.3\tFormal Training Statement (FTS)\t39 5.4\tEnabling Objectives / Key learning Points\t40 5.5\tAssessment Strategy\t41 5.6\tSelection of Methods and Media\t41 5.7\tLearning Scalar / Learning Specification\t42 6\tDelivery of Individual Training\t43 6.1\tIntroduction\t43 6.2\tPreparing Training\t45 6.3\tRemedial Training Strategy\t46 6.4\tProgramming, Scheduling and Resourcing of Training\t46 6.5\tManagement of Training Deficiency (Inability to train / Failure of training)\t49 7\tEvaluation of Individual Training (Assurance)\t50 7.1\tIntroduction\t50 7.2\tTraining Needs Evaluation\t51 7.3\tEvaluation Strategy\t51 7.4\tInternal Validation (InVal)\t52 7.5\tExternal Validation (ExVal)\t52 8\tDefence Trainer Capability\t53 8.1\tIntroduction\t53 8.2\tDefence Trainer\t54 8.3\tDefence Trainer (Flying)\t55",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_2"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "11.2\tDocument Information\t78",
    "content": "8.4\tDefence Trainer Supervisor (DTS)\t56 8.5\tDefence Trainer Manager (DTM)\t57 8.6\tCommanding Officer of Training Establishment (COTE)\t57 8.7\tHigher Education (HE) Lecturer\t58 8.8\tPersonnel Delivering and Assessing Defence Trainer Capability Training Interventions\t59 8.9\tAdventurous Training Trainer\t60 8.10\tContractor\t60 9\tDefence Direction on Remedial Training in Initial Training\t61 9.1\tIntroduction\t61 9.2\tThe Vital Role of the Trainer\t62 10\tDefence Direction on Robust Training\t70 10.1\tIntroduction\t70 10.2\tGood Practice\t73 10.3\tExamples of Robust Training Factors\t74 10.4\tRisks with Robust Training\t76 10.5\tGovernance\t76 10.6\tTraining\t76 10.7\tExertional Collapse, Universal Training Precautions (UTP) and Physical Activity Opt- Out Policy\t77 11\tDocument Information\t78 11.1\tDocument Coverage\t78",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_3"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "11.2\tDocument Information\t78 11.3\tDocument Versions\t78 12\tApplicability\t79 13\tDiversity and Inclusion\t79 14\tGlossary\t79 Preface How to use this Volume JSP 822, Volume 2 sets out Defence Policy on Individual Training in Defence. The volume contains the majority of Defence Learning and Development policies for Individual Training in Defence; where Defence Learning and Development policy sits outside of Volume 2, it is clearly referenced throughout the volume, and in the Document Information chapter in Volume 1. The volume is made up of Direction and Guidance: Policy Directives provides the Direction that must be followed in accordance with statute or policy mandated by Defence or on Defence by Central Government.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_4"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Policy Guidance provides the Guidance and best practice that will assist the user to comply with the Directives. The volume employs ‘must’, ‘should’ and ‘could’ language as follows: Must: indicates that the policy direction is a legal or key policy requirement and is mandatory. Should: indicates the policy guidance is a recommendation. Although not compulsory, if a decision is made that any part of this policy cannot be complied with, then the Senior Responsible Owner who is ultimately responsible for that decision must thereby own and manage the inherent risks that arises. Could: indicates that the policy is good practice and encouraged.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_5"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "JSP 822 is the authoritative policy that directs and guides Defence people to ensure that Defence Learning (training and education) is appropriate, efficient, effective and, most importantly, safe. Organisations across Defence have their own policy documents which local policy teams populate and manage, based on their interpretation of the policy contained within JSP 822. Users should consult those policies and policy teams, within their organisation (see below), prior to JSP 822 and the TSLD Training Policy Team that manages JSP 822. Defence Training Support Manuals To support the understanding and implementation of the policy contained within this volume, Defence Training Support Manuals (DTSMs) have been developed to provide additional guidance.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_6"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "MOD External stakeholders and contractors accessing DTSMs, and internal hyperlinks referenced within JSP 822. JSP 822 is published on gov.uk . If the Authority (customer) requires a supplier to have access to additional documentation that is not available on gov.uk, this should be captured within the contract and the onus is with the Authority to ensure that the provider has access to that documentation in accordance with the Information Security policy in JSP 440. If in doubt as to whether documents can be shared with external audiences, the owner of the document must be consulted. Introduction to Individual Training Details Volume 2 sets out Defence Direction and Guidance on Learning and Development for Individual Training across Defence.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_7"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Training is one of the numerous factors that the Service Commands (SC) must consider when making decisions on Defence Capability. These factors are collectively known as the Defence Lines of Development (DLODs) and are used to ensure Defence Capability is delivered. Individual Training is training designed to develop a mix of Knowledge, Skills, Experience and Behaviours (KSE-B) of individuals.  It takes place in any environment, conforms to a Defence Systems Approach to Training (DSAT) generated Training System, has suitable training governance processes in place, and can utilise a variety of Methods & Media.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_8"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "The DSAT process comprises activities relating to the analysis, design, delivery and assurance of all Defence training, across the Whole Force. DSAT is designed to generate a Training System that empowers trainers to deliver safe, risk-focused, appropriate, effective, efficient and accountable training to trainees and training audiences. If training is a factor, identified through the DLOD, then the requirement for new or amended training must be examined thus starting the DSAT process with Element 1 – Analysis. Following an initial analysis, if training is required then the DSAT process continues, and once a full analysis is completed the training is then designed (Element 2), delivered (Element 3) and assured (Element 4) consequently creating a Training System.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_9"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Integral to the 4 Elements of analysis, design, delivery and assurance is the need to ensure that the DSAT process and the resultant Training System is properly managed and governed and meets the high standards required for training in Defence.  The management, governance and assurance of training are collectively known as a Management of Training System (MTS). Figure 1 on the next page displays all of the mandatory DSAT, Management and Governance activities that make up a Training System, and the order in which they are likely to be completed. Figure 1: Inventory and Alignment of Mandatory ‘Must’   DSAT and MTS Activities that forms a Training System Management of Training System Introduction",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_10"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "This chapter outlines the Defence Direction relating to a MTS.  It will direct the mandated management, governance and assurance activities that must be undertaken during the life of any Defence individual training activity. Integral to the 4 elements of analysis, design, delivery and assurance is the need to ensure that the DSAT process and the resultant Training System is properly governed and managed and meets the high standards required for training in Defence. The governance, management and assurance (DSAT, Element 4) of training are collectively known as a MTS.  A MTS is an iterative mechanism to ensure that the training being delivered remains meaningful and continues to contribute to delivering Defence effect.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_11"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "The outputs of the DSAT Elements, combined with the correct implementation of the MTS, delivers a Training System that meets the required Quality Management Standard (QMS).   For the MTS to be effective, bodies such as boards and working groups must be established to ensure that the DSAT process remains on track and the Training System remains appropriate to the need. As an integral part of the MTS, activities that directly contribute to meeting the QMS are also embedded within each Element.  The MTS mostly draws in products from the DSAT process (to avoid duplication) in order to record and demonstrate that the QMS is being met.  All stakeholders of the Training System will have some involvement in the MTS.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_12"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Where, for organisational, contractual, or other reasons, activities are distributed and/or responsibilities delegated other than as recommended, then this should be agreed at the CEB and annotated on the TrAD.  In all cases, any variance from the MTS must still be DSAT QMS compliant and auditable. Roles / Stakeholders There are many different users of the DSAT process who are pivotal to ensuring the MTS is fulfilled.  Key personnel or Roles involved, which are recorded on the Training Authorisation Document (TrAD), are covered within this section. The Training Requirements Authority",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_13"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Training Requirements Authority (TRA).  The TRA represents the end-user of the trained output and is the ultimate authority for the derivation and maintenance of the Role Performance Statement (Role PS) and/or Framework(s).  The TRA is responsible for the evaluation of the effect of the training in achieving the Role PS and/or Framework(s) wherever the training is delivered.  The TRA often sits at the Service Command (SC) level and sets the requirement for a new training activity, or a variation to an existing one, as well as some aspects of the assurance of the training. The TRA is often a nominated post at 2* level but it is common practice for TRA responsibilities to be delegated, by letter, to an individual (or organisation) who has more knowledge of the specific requirement.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_14"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "The Training Delivery Authority Training Delivery Authority (TDA).  The TDA is the organisation responsible for training delivery, but not always for the conduct of the actual training itself.  If a SC so wishes, the TDA role can be a nominated post.  Examples of the types of Roles associated with the TDA are: Designer, 2nd party auditor or inspector, and Training Line of Development (TLoD) Owner in the case of projects, programmes or capabilities. The Trainer Provider",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_15"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Training Provider (TP). The TP is the formal training school, college, organisation, establishment, operational unit or group that delivers the training.  It may use a variety of learning techniques but is essentially responsible for the provision of training to trainees.  It is where the training activity that has been analysed and designed, is finally delivered.  Examples of the types of Roles associated with the TP are: Defence Trainer, Training Support Staff, Internal Evaluator, and 1st party auditors. TRA/TDA/TP Roles in Joint/Defence Training Environments",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_16"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Roles in the Joint and Defence Environment. The principles for the governance, management and assurance of Joint/Defence training requirements are the same as for single TLB training.  However, the Joint and Defence training environment is complex. In many cases, it may also be appropriate to nominate a Lead TDA and Training Provider to ensure coherency and that the totality of the Joint and/or Defence training requirements are met. The Lead TRA will sign the TrAD on behalf of any subordinate sS/SC TRAs (usually at a Customer Executive Board (CEB)) but only with their agreement. Nomination of a Lead TRA is by agreement of the individual TRAs or as appointed through the TSLD PAG where there is disagreement.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_17"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "There is an additional need to clearly define roles and responsibilities for those who are involved in, and accountable for, the delivery of a Joint capability or Defence policy for which a Defence training solution is required. The principles of Financial and Military Capability (FMC) management are to be applied to the development of such training. This includes contribution to the Training - Defence Lines of Development (T-DLoD) in all cases where Joint training may be required as part of capability development or policy implementation. TRA/TDA/TP Roles in Distributed Training",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_18"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Distributed Training (DT) is the formal training to deliver the Training Performance Statement (TPS) that is undertaken away from the organisation responsible for the development, maintenance and management of the training.  The learning material can be provided by any blend of appropriate methods and media.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_19"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "DT is to be included in processes for managing, governing and assuring Individual Training.  It is to be correctly identified, resourced and managed, and be designed and developed, delivered and evaluated in accordance with Individual Training Direction and Guidance.  As with centrally provided Individual Training, all areas of Distributed Training must have a governance structure clearly defined within the MTS.  The MTS must also detail associated procedures, including the recording of completion of Training Objectives and the documentation of risk where DT cannot be effectively delivered.  DT must be a planned occurrence with authority from the relevant governing organisation to conduct it.  Clear agreement between TRA and TDA / Contractor is essential when moving Training between centralised and distributed delivery. Clearly articulated governance and management procedures include:",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_20"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "the delivery of the TPS by a TDA. the process for management of the TPS and/or WTS. the process for how TOs that cannot be delivered centrally will be achieved/managed. TRA involvement in contractor delivered training within the Service Commands. management by a TRA of DT delivered by Service Command units. management of Reservist DT. a clear audit trail exposing decisions regarding the responsibilities for DT including the process for all parts of design as well as ownership, authority for units to deliver courses, for assessment and for assurance. The responsibility for the management and governance of DT is: TRA. The TRA is responsible for: the governance and assurance of DT, unless otherwise formally agreed with a TDA or contractor.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_21"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "reviewing and ensuring that the Training Options Analysis and Methods and Media options of TNA Stage 2 consider distributing any or all of the training delivery, and that the TDA(s) and TP(s) are appropriately resourced to design, develop, administer and manage any DT identified.  They are also to ensure that a measure of effectiveness, including a cost-benefit analysis of any DT is factored into the Evaluation Strategy of the training.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_22"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "TDA.  Where agreed with the TRA, the TDA will design, develop, administer and manage DT be it within SC or through another TDA on behalf of the TRA. To ensure delivery quality, the TDA should conduct a programme of Quality Assurance visits to TPs. Such visits would incorporate regular/annual/biennial checks on the currency of training content, training qualification, use of training aids, delivery quality and the training environment. The roles and responsibilities of each organisation must be clearly articulated in the organisation’s MTS and/or contract. CEB.  DT and the outcomes of Quality Assurance visits must be reported on at the Customer Executive Boards (CEB). Training Governance Groups",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_23"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "This section primarily focuses on the Customer Executive Board (CEB) which is the principal group for training governance for all training, meaning all training must have an associated CEB. Also covered within this section, is policy direction on the groups that govern Joint/Defence training. Detailed information on the equivalent groups, within each of the single Services, can be found in specific single Service training policy, listed in the Preface of this volume. Although training governance groups are identified and/or established during the development of a training activity, training governance does not end once the training activity has been created. Training Governance is a continuous process, hence the MTS activity – Continuous Governance (5.16).",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_24"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "The Customer Executive Board (CEB) Customer Executive Board (CEB).  The purpose of the CEB is to provide a mechanism for stakeholders to develop the scale and content of training to match the Defence requirement within the available budget and in accordance with relevant Defence and sS policies.  In doing so, the CEB will: hold all parties to account for the execution of their responsibilities in relation to the quantity, quality, timeliness and effectiveness of the training. hold the TRAs to account to provide a clear fully justified requirement and their priorities for training. endorse / sign off the TrAD. manage key DSAT / MTS documents which drive CEB business.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_25"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "CEBs in a Joint and Defence Training Requirements. In all instances, a CEB is to be formed as early as possible in the process to manage, govern and assure Joint and Defence training requirements.  In many cases the roles are already agreed but where the nomination of Lead TRAs, TDAs and Training Providers cannot be agreed between Service/Joint Commands, this is to be referred to the TSLD PAG for resolution. The matrix of Lead TRAs and Lead TDAs for training in Joint and Defence training environments is held on the Training Requirements Authority Hub.  It is the responsibility of SCs to keep this matrix up to date. Defence Level / Joint Training Governance Groups",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_26"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "People Leadership Team (PLT).  This is a 3* led Defence level Board that is chaired by the Chief of Defence People (CDP).  It is the highest-level governance body for training issues.  Amongst other objectives, the PLT manages training strategic performance and risks, and provides the management and governance of Defence Training and Education. Talent, Skills, Learning and Development Policy and Assurance Group (TSLD PAG).  This is a 1* Defence level group chaired by Hd TSLD and provides strategic Direction on Defence Training, Education, Skills, Recruiting and Resettlement matters.  It is the principal forum for the governance and assurance of such activities throughout Defence.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_27"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Working groups/steering groups (WGs/SGs). There are several standing Defence level WGs and SGs that assist with policy, assurance and governance of training across Defence. MTS Activities and Outputs The MTS activities (processes, outputs and deliverables) are listed at Figure 1, the Inventory of DSAT Activities.  They are listed numerically from 5.1 to 5.16 and from 4.1 to 4.4. This section provides direction on those mandated MTS activities numbered 5.1 to 5.16. MTS activities that are numbered 4.1 to 4.4 can be found in Chapter 7 (activities 4.1, 4.1.1 & 4.1.2) and Volume 4 (activities 4.2-4.4). The Statement of Requirement (SoR)",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_28"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "SoR - 5.1.  The DSAT process will begin with a SoR which states that there is a (real or perceived) need for personnel to have specific Knowledge, Skills and  Attitude (KSA) due to a new or changed requirement.  A SoR may necessitate a change to an existing training activity or require a completely new training activity to be designed, both of which require the use of the DSAT process.  It may also result in no change to any training.  Criteria that will affect the SoR include: changing Defence priorities; new equipment coming into service; results of external assurance; workforce changes; skills gaps, or pinch point trades; and changing legislation or government policy.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_29"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Responsible Persons.  A SoR is most likely to be produced by a stakeholder such as the Customer or Service/Joint Command and is submitted to the relevant TRA.  The TRA must consider the SoR and provide a response which will result in either no action being taken or TNA work commencing. MTS Activities in the Analysis of Individual Training Requirements",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_30"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Initiate TrAD - 5.2. The TrAD is the document which defines who is responsible for what, during the life of a training activity.  It is the signed contract between the TRA, TDA and Training Provider and is a key document in the holding to account process.   A TrAD must be initiated at the end of the scoping exercise stage, once a training need has been identified.  The TrAD is then populated as the DSAT process progresses and is submitted to the CEB for endorsement later in the process (5.9). Responsible Persons.  The TRA is responsible for initiating the TrAD.  Its content is then agreed and signed by all relevant stakeholders.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_31"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Although it is mandatory for all training to have an associated TrAD, and each TrAD must have the minimum prescribed content listed above, there is no mandatory TrAD template. Suggested templates for a TrAD can be found here. Risk/Assumption Management - 5.3.  Risk/assumption management must start at the beginning of the DSAT process.  Risks/assumptions are to be held on risk/assumption registers at all levels (e.g. training establishment, SC or SC’s subordinate training HQ) and are to be managed iaw relevant Defence risk management policies.  Risks/assumptions must be reviewed regularly during all Elements of the DSAT process and updated with any new and emerging risks.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_32"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Safe System of Training. A key consideration in Risk / Assumption Management is Safe System of Training (SST). Volume 1 contains the policy on SST. Responsible Persons.  The CEB is the forum where Training Provider, the TDA and TRA discuss and manage risks/assumptions.  The TRA is to determine whether the risks must be transferred to a higher authority such as the appropriate Service or Joint Command.  For cross-Service or cross-Command risks/assumptions the appropriate higher authority forum is likely to be the TSLD PAG.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_33"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Pipeline Management - 5.4.  At Phases 1 and 2, pipeline management ensures that sufficient personnel of the correct branches and/or trades enter training on the Untrained Strength (UTS), and subsequently the sS as Gains to Trained Strength (GTS) in order to meet the workforce requirements of each Service.  At Phase 3, pipeline management ensures that the correct numbers of personnel enter training to sustain the requirements of each branch and/or trade.  The sS should engage and negotiate with TDAs and training establishments, through the CEBs, in pursuit of an efficient and effective pipeline. Responsible Persons.  Pipeline management is the responsibility of the SCs.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_34"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Statement of Trained Requirement (SOTR) - 5.5.  The SOTR identifies the trained output required by the employing SC, by year, for a period of 4 Training Years.  The aim of the process is to develop an accurate SOTR before the commencement of the Training Year (TY). Responsible Persons.  The SOTR is produced by the SCs’ SOTR Co-ordination Organisations who own and develop it with key stakeholders. MTS Activities in Designing Individual Training",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_35"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Trained Output Requirement Review - 5.6.  A Trained Output Requirement Review takes place to ensure that, based on the Role PS and/or Framework(s), and the draft training objectives (TOs, the training requirement would still be met.  The review can be carried out at a CEB, or if waiting for the next CEB would hold up the design process, at a CEB WG, or Out of Committee. Responsible Persons.  It is the responsibility of the TRA to ensure that the requirement would be met by the proposed training solution.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_36"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Risk/Assumption Management - 5.7.  Risks/assumptions are to be held on risk/assumption registers at all levels (e.g. training establishment, SC or SC’s subordinate training HQ) and are to be managed iaw relevant Defence risk management policies.  Risks/assumptions must be reviewed regularly during all Elements of the DSAT process and updated with any new and emerging risks. Safe System of Training. A key consideration in Risk / Assumption Management is Safe System of Training (SST). Volume 1 contains the policy on SST.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_37"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Responsible Persons.  The CEB is the forum where Training Provider, the TDA and TRA discuss and manage risks/assumptions.  The TRA is to determine whether the risks must be transferred to a higher authority such as the appropriate Service or Joint Command.  For cross-Service or cross-Command risks/assumptions the appropriate higher authority forum is likely to be the TSLD PAG. Training Design Review - 5.8.  Review of training design ensures that the design Element has generated the outputs necessary to deliver a successful training activity, based upon the training need.  The review can be carried out at desk level and endorsed at a CEB, or if waiting for the next CEB would hold up commencement of training delivery, at a CEB WG, or Out of Committee.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_38"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Responsible Persons.  It is ultimately the responsibility of the TRA to review the training design. TrAD – Review and Approval - 5.9. Authority to begin training is given by updating the TrAD and submitting it to the appropriate governance body (CEB or CEB WG) for endorsement.  Without an endorsed TrAD, training delivery cannot begin.  The TrAD can be endorsed Out of Committee if this would speed up the process as long as all stakeholders are in agreement. Responsible Persons.  The TRA is responsible for updating the TrAD. Its content is then agreed and signed by all relevant stakeholders. MTS Activities in the Delivery of Individual Training",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_39"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Statement of Training Task (SOTT) - 5.10.  The SOTT is the document generated by the TDA by taking the agreed output-based requirement articulated in the SOTR and developing it into a deliverable training plan for the following TY. Responsible Persons.  The TDA completes the SOTT and it is endorsed formally at the CEB in the training year before training begins.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_40"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Defence Trainer Capability (DTC) - 5.11.  Defence must ensure that its trainers inspire, motivate and challenge trainees in order to get the very best from them.  To be fully effective, trainers fulfil the Roles of the specialist trainer and that of leader, including: understanding the key attributes of a trainer; effective delivery techniques; the realities of training; coaching; and the use of technology.  The DTC will deliver trainers that are fit for purpose and whose training and development are linked to the Defence Trainer Competency Framework (DTCF). Responsible Persons.  The Training Provider, specifically the Commanding Officer of a Training Establishment (COTE) is responsible for ensuring DTC policy is adhered to.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_41"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Commander’s Risk Assessment (CRA) - 5.12.  This captures the risks of training, and the risks to training staff and trainees.  The CRA must contain the health and safety assessment of the training activity specific to the Training Provider and mitigation measures taken. Detailed policy on the CRA can be found in Volume 4. Responsible Persons.  The Training Provider, specifically the Commanding Officer of a Training Establishment (COTE) is responsible for producing and maintaining a CRA.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_42"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Training Quality Manual (TQM) – 5.13.  The TQM is the CEB-endorsed document that sets the requirements, both in process and output terms, necessary to set and maintain the Defence-mandated QMS.  Each TQM will be unique to the specific requirements of the Training System for which it is written. It is recommended that a TQM should be reviewed every 3 years. Training Quality Policy (TQP) – 5.13.1.  This should set out the rules regarding the establishment and maintenance of the QMS to ensure that the Training System delivers training that meets Defence mandated training requirements.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_43"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Training targets – 5.13.1.  These ensure that the Training System remains effective, efficient and appropriate to the training need.  They should be designed to ensure that the Training System meets the requirements for the trained output.  They should also be measurable and consistent with the Training Quality Policy. Quality records – 5.13.1.  Records should be established and maintained to provide evidence of conformity to requirements and of the effective operation of the MTS.  Records should remain legible, readily identifiable and retrievable.  A documented procedure should be established to define the controls needed for the identification, storage, protection, retrieval, retention time and disposal of records.  In addition, documents required by the MTS will need to be controlled.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_44"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Responsible Persons – For activities 5.13 & 5.13.1.  For the activities: TQM, Training Quality Policy, Training Targets, and Quality records, it is common for the Training Provider and TDA to produce them, but the document must also reflect appropriately the activities of the TRA. Trainee and Trainer Management - 5.14.  This ensures that the Care and Welfare of all personnel that live and work within the training establishment is properly considered and captured in the Commander’s Supervisory Care Directive (SCD), which primarily sets out the trainee and trainer Care and Welfare activities. Responsible Persons.  The Training Provider, specifically the Commanding Officer of a Training Establishment (COTE) is responsible for trainee and trainer management.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_45"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "MTS Activities in the Assurance of Individual Training Continuous Improvement (CI) – 5.15.  The TRA, supported by other stakeholders, must seek to ensure that the Training System continuously improves.  This is not a function that takes place at a specific point in the DSAT process but should (as the name suggests) be continuous.  CI should not only be applied to the training activity to improve the training (both in terms of cost effectiveness and training delivery) but also to the Training System as a whole. Responsible Persons. All personnel involved in any aspect of delivering a Training System have CI responsibilities.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_46"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Continuous Governance – 5.16. Governance activities do not stop once a Training System has been created. Throughout the lifetime of any training activity, governance is a constant, meaning that the various governance groups established in the development of the training activity must continue, to ensure the training activity is still meeting its original requirement. Responsible Persons. Due to the variety of governance groups that exist, responsibilities will vary depending on the group. Responsible persons, and their responsibilities will be identified, and agreed when the group is being established. Analysis of Individual Training Introduction",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_47"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "This chapter provides Direction and Guidance on the processes and outputs associated with the production of a T-DLOD needs analysis, in the form of a Training Needs Analysis (TNA), which is Element 1 of the DSAT process. The DSAT process allows training specialists to adopt a structured, methodical approach to the analysis of the T-DLOD need, or requirement.  It sets out the various activities, collectively termed the TNA, which may be used in order to conduct a TNA, which informs subsequent Elements and forms part of the overall Training System.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_48"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "TNA.  A TNA is a structured analysis of training need arising as a result of new equipment acquisition, doctrinal change, organisational change, or changes to policy/legislation It is a highly flexible procedure with the choice of supporting tools and techniques to suit different Training Systems. It typically includes an analysis of different training Methods and technologies, with a view to recommending the optimum training solution to meet Defence needs and which balances cost and quality.   In all cases, however, a TNA is an output based, iterative process that provides an audit trail for all decisions and is closely mapped to the requirements of the QMS.  A TNA does not, and should not, imply that training will be the only solution.  If training is not the solution, this will become apparent in the Planning Stage, after which, analysis activity will cease. It should be noted that a TNA may range from a simple interview to a process lasting several months.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_49"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Element 1 is conducted broadly in 3 Stages: Stage 1 Scoping Exercise. Stage 2 Analysis. Stage 3 Evaluation. Considerations.  Training activities should meet Defence outputs; and, should these change, the training need should be re-analysed, via a TNA, and if necessary, adapted to support the new requirement(s).  When a TNA is to be conducted, the user should consider: The requirement being raised and the need to carry out a TNA. Forming a TNA Steering Group (TNASG). Assurance of the TNA process. Reasons for undertaking a TNA include: Support for a new fielded force or training equipment or service. Support for an enhancement to any equipment or support system already in service. A change in policy/legislation. A change to the doctrine underpinning the deployment of a capability.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_50"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Changes to organisational structure or changed competence requirements. Performance deficiencies. Training constraints or availability of new facilities. As a general rule, a TNA should be used when a change in Defence capability is likely to have a significant impact on the training resources required to generate trained output.  The TNA should be fit for purpose, provide an auditable trail and determine the most cost-effective training solution.  The TNA may vary in complexity from a simple scoping exercise to an extensive process requiring a dedicated team of Needs Analysts.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_51"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Responsibility.  It is expected that the TRA will take the lead on the production of the DSAT activities, processes and outputs required to be completed during Element 1.  The TRA may wish to delegate specific tasks but will retain overall responsibility for them.  The TRA will also be expected to ensure that those activities deemed critical to the development of the Training System are conducted. The TRA is ultimately responsible to the Customer for the work conducted during this Element.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_52"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Involvement of the non-training specialist.  Stakeholders often have a limited knowledge of the MTS and are unfamiliar with the TNA process.  At the start of a TNA, time is often well spent in educating those who are to be involved in the TNA about the process.  They should be aware of their responsibilities, including the provision of information and staffing routines.  Whilst it is not usually the TNA author’s responsibility to the implement the training solution, post TNA, it is possible that they may be involved in subsequent working groups, to provide training support advice.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_53"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Exploiting existing training activities.  The need to design training from scratch on a ‘blank sheet of paper’ is a very unusual occurrence, as it is much more likely that existing training can be modified.  It follows, therefore that it is often desirable to analyse the current training first.  Where current role information, Role PS, Framework(s) or Training Objectives (TOs) do not exist for any current training, more comprehensive Role Analysis (RA), may be required, before any determination of a training requirement can be made.  Analysis of similar, existing, training is also useful to support this.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_54"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Where, for organisational, contractual, or other reasons, activities are distributed and/or responsibilities delegated other than as recommended, then this should be agreed at the CEB and annotated on the TrAD.  In all cases, any variance from the MTS must still be DSAT QMS compliant and auditable. Table 1: Mandatory Analysis DSAT Activities for New Training Requirements TNA Steering Group",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_55"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "TNA Steering Group (TNASG) – 1.1.  To ensure validity and assurance of the process, the TNA should be governed by a dedicated SG representing all stakeholders.  It should also be ‘fit for purpose’ and appropriate to the need, with more resources and controls required to support a large and complex training requirement, than a small one.  A dedicated SG working to an agreed TNA methodology should manage every TNA.  The owner of the requirement should chair the TNASG, supported by the relevant stakeholders who can provide technical, user, quality, and Defence expertise.  The role of the TNASG is to ensure that the training requirements are identified and met.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_56"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Training Support Plan (TSP) – 1.1.1.  The TNASG should manage the TNA via the production and maintenance of a TSP.  The TSP should identify any constraints on the TNA in terms of training policy or funding, ensuring that all the actions required to produce cost-effective training support are identified and the appropriate agencies tasked.  The TSP should also specify when the TNA activities are to be conducted, who is responsible for the management and conduct of the TNA process and when and how the outputs are to be assured.  The TSP, governed by the TNASG should identify the milestones sufficient to meet the Ready for Training Date (RFTD).  A RFTD should be considered at this stage, agreed and stated later as a ‘hard stop’ point, as part of the Training Authority Document (TrAD), which is produced at the end of Element 2 (Design).",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_57"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Scoping Exercise Scoping Exercise 1.2. The scoping exercise involves the initial analysis of the requirement and suggests options for meeting the requirement including a broad order estimate of the resource implications associated with each option.  This is articulated in the Scoping Exercise Report (1.2).  The scoping exercise acquires as much relevant information as possible about the training need and the Customer requirement.  It may identify that the most cost-effective means of achieving the requirement is NOT via a training solution in which case the TNA would cease. The scoping exercise does not have to be a long document and can utilise electronic references such as minutes of meetings, records of conversations to provide an auditable trail.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_58"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Activities undertaken as part of the Scoping Exercise should include: TNA Terms of Reference (ToR) – 1.2.1.  Clear TNA ToRs will guide the subsequent analysis stages.  They should be agreed and clearly understood by the TRA, stakeholders and the personnel undertaking the DSAT activities.    Although the layout of ToRs may be adjusted to meet specific circumstances there are a number of key areas that should be considered: The scope and size of the TNA. Constraints, risks and assumptions. Outputs and reporting procedures. Timescales. The methodology to be adopted. Resource allocation and provision",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_59"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "TNA Plan.  In order to estimate the timescales for the TNA it may be necessary to generate a plan, for inclusion with the ToRs.  A plan should detail the milestone dates for each activity to enable reviews by the relevant stakeholders.  The TNASG is responsible for ensuring that these activities take place.  It need not be detailed but as a minimum it should include what is to be done, by whom and when.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_60"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Training Audience (and Throughput) Description – 1.2.2.  An estimate of who will be affected by the new or changed Defence requirement is required to ensure that it is representative and to determine throughput and input standards. It should include an estimate of the population to be trained in terms of their personal characteristics, the annual throughput, and the input standard.  This information can then be used to inform and refine the SOTR (5.5).",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_61"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Constraints Analysis – 1.2.3.  Any constraints affecting the TNA need to be analysed and recorded. Constraints may be identified in strategic trends, doctrine, concept documents (e.g. the Concept of Employment for a capability) or can be determined through contextual analysis (such as via PESTLE or other frameworks).  They should also involve consideration of all the Defence Lines of Development (DLoDs).  Key constraints include: Policy. Cost. Time. Safety. Legal. Resource. Risk Register and Assumptions Register",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_62"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Risk Register – 1.2.4.  Identification, tracking and mitigation of risk are requirements both of the QMS and during delivery.  It should therefore be seen as an iterative activity that builds and becomes more meaningful as the DSAT process progresses.  There is nothing specific or unique regarding risk assessment process in the training environment, as opposed to any other, therefore users should adopt standard risk management practices, such as those laid out in JSP 375 and in the Cabinet Office’s Management of Risk Best Practice Guidance.  Where risks are identified, a plan for mitigation should be enacted and resources allocated, where necessary. Risk management is conducted continuously and reoccurs throughout the DSAT process.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_63"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Assumptions Register – 1.2.4.  An Assumptions Register, or Master Data Assumptions List should contain all relevant unconfirmed statements to be taken as facts.  In the context of a new or changed requirement, they usually relate to policy and the use of previous or associated studies.  In a TNA, assumptions must be stated to ensure that the direction, outcomes, and effectiveness of the TNA are within defined boundaries. For example, if the new requirement involves equipment using emerging technology, then analysis may be more subjective than objective during product development stages and therefore must be stated. As the DSAT process progresses and information becomes available then assumptions can be removed and replaced with fact.  Assumptions management is conducted continuously and reoccurs throughout the DSAT process.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_64"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Safe System of Training. A key consideration in Risk / Assumption Management is Safe System of Training (SST). Volume 1 contains the policy on SST. Scoping Exercise Report Scoping Exercise Report – 1.2.5. The scoping exercise report is an output of the Scoping Exercise, detailing what is appropriate to the training need and, importantly, what the recommended training solution is. It should include: References to the relevant training policies. Assumptions, freedoms and constraints. The conclusions, outputs or recommendations of previous relevant studies (if any). Membership of TNASG that will oversee the subsequent analysis stage. Recommendation to continue with the TNA if appropriate. TNA outputs. TNA Terms of Reference (ToR).",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_65"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Confirmation (or otherwise) that there is a training requirement that will fulfil the SoR (if there is not, the DSAT process should then cease). Recommended possible training solution option(s) to be taken forward into the analysis and design stages. A section on risk.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_66"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Training solution recommendations.  Training solution recommendations should be examined by the relevant stakeholders at the TNASG.  Taking into account time and resources, it will decide the most appropriate way of taking the requirement forward.  Where a training solution is recommended and agreed at the TNASG, a plan for subsequent analysis and design activities should be produced.  If a training solution is not recommended, the TNA process should be halted and an alternative solution to addressing the deficiencies be identified Role Analysis",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_67"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Role Analysis (RA) – 1.3.  The duties, tasks, sub-tasks and task-elements performed by an individual constitute ‘the Role’.  The RA is the process of examining a specific Role in detail, in order to identify all the component duties and tasks, the Conditions under which the Role is performed, and the Standards to be achieved when performing the Role.  The ‘person in the Role’ should also be considered (see also Detailed Audience Description). In this way, it will be possible to identify the Knowledge, Skills and Attitudes/behaviours necessary for effective performance.  The RA should consider: Role objectives. Duties and tasks. Standards. Conditions. Responsibilities. Difficulties and distastes. Criticality. Role-related factors influencing skill fade.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_68"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Activities undertaken as part of the Role Analysis should include: Identification of Role – 1.3.1.  A Role does not exist in isolation but within the context of a particular organisation and situation.  This context may affect not only the way the RA is conducted but also the eventual design of the training solution. Production of Role Scalar – 1.3.2.  A Role Scalar is produced by analysing the duties, tasks, sub-tasks and task-elements (Performance) that have to be performed and recording them diagrammatically.  The Production of the Role Scalar is a key part of the RA process as it defines the minimum Performance to be achieved.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_69"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "DIF Analysis – 1.3.3.  DIF Analysis is a method of analysing Role information through the Difficulty, Importance and Frequency of tasks and sub-tasks, with the aim of enabling early training decisions, such as the generation of Initial Training Categories. KSA Analysis – 1.3.4.  A KSA Analysis is a systematic analysis of ‘Performance’ and/or ‘Standards’ in order to identify the necessary KSA required to perform a Role.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_70"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Initial Training Categorisation – 1.3.5.  A thoroughly conducted RA will be wide ranging and will include consideration of levels of supervision, work conditions, task criticality, difficulties and distastes, frequency of task performance, Role-related skill fade factors, percentage of personnel performing the Role and consequences of inadequate performance.  All of this information, in conjunction with information on trainee entry standards, trainee throughput and knowledge of the likely training environment, can lead to conclusions regarding the balance between training delivered as part of the TPS and training delivered as part of the WTS.  These conclusions are expressed through the use of training categories.  A number of techniques may be used to derive training categories, with the main analytical tool being the DIF Analysis already conducted (1.3.3).",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_71"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Role Performance Statement and / or Framework(s)",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_72"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Role Performance Statement (Role PS) – 1.3.6.  A Role PS is produced and maintained by the TRA and is a detailed statement of the tasks, sub-tasks and so forth that are required to be undertaken by an individual to achieve the articulated workplace Performance. It includes the Conditions under which the tasks will be undertaken, the Standards that must be achieved, and adds an indication of the importance of the training required to achieve the task Performance.  It forms the basis for all subsequent work leading to the production of TOs.  This ensures that the need for training and associated resources is justified by the needs of the Role.  It also ensures that the training undertaken remains focused on the Role.  Whilst a single Role PS can be produced to cover all the duties associated with a Role, a Role PS may alternatively be written for a specific duty where it is shared across many Roles (such as the duty of firefighting).  The Role PS is developed using:",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_73"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Performance. Conditions. Standards. Training category. Role Scalar. Framework 1.3.6.  The user may wish, as a result of the RA (particularly the KSA Analysis (1.3.4)), to consider the production of a Framework, in addition to, or instead of, a Role PS.  This could be done if a people focus, rather than pure task focus, is required. Training Gap Analysis",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_74"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Training Gap Analysis (TGA) – 1.4.  The purpose of the TGA is to identify the additional training requirement of the affected Role holders by determining the training gap between the Performance, as stated in the Role PS and/or Framework(s), and any existing training Performance Standard(s).  This analysis also enables the impact upon Defence capability to be assessed if the new or changed Defence capability is implemented without additional training.  The TGA should provide: An update of the information contained in the Scoping Exercise Report and RA (if required). The additional learning requirements, if any, of the Role holders in terms of KSA at the sub-task and task-element levels. A summary statement of the tasks identified for training.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_75"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Statements of Training Gaps 1.4.1. These are statements in terms of the Performance delta between the requirements of the Role PS and/or Framework(s) and any existing TOs and EOs, including associated specialist qualifications, for each affected Role holder.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_76"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "The decision whether to provide additional training or not, by providing a summary of the implications of the new Performance requirements when compared to existing training.  This should be presented as statements for each task, identifying additional workplace and/or unit training requirements with a statement of any associated penalties regarding reduction in capability.  If the option to continue existing training with existing resources is an acceptable risk for all Role PS and/or Framework(s) identified in the RA, then the TNA is complete and a TOA may not be required.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_77"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Whilst the TNA is designed to look at the gap that cannot be delivered by existing training, it should also consider the resource implications on existing training activities and the ability of those Training Providers to deliver in respect of a change in training throughput. Initial Training Objectives",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_78"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Initial Training Objectives (TOs) – 1.5.  At this point TOs should be drafted in broad terms by using the Role Scalar, Role PS and/or a Framework.  It is advisable to consider the findings of the KSA analysis during the production of the draft TOs, and vice versa.  TOs, as well as their dependent EOs and KLPs will be further refined and developed during Element 2 (Design) (2.1).  It may be that the draft TOs created at this stage are sufficient and do not need further refinement but they are not endorsed at this stage. Training Options Analysis",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_79"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Training Options Analysis (TOA) – 1.6.  The TOA should primarily make a recommendation as to a cost-effective training solution that meets the identified tasks or competences that require training.  The TOA should comprise a Fidelity Analysis, Location/Environment implications and Methods & Media options. Activities undertaken as part of the Training Options Analysis should include:",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_80"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Fidelity Analysis – 1.6.1.  The term ‘fidelity’ denotes how closely a set of procedures were implemented as they were supposed to have been.  Fidelity can be defined as, ‘the exact correspondence with fact or with a given quality, condition, or event; accuracy (e.g. the fidelity of the movie to the book or the degree to which an electronic system accurately reproduces the sound or image of its input signal)’.  This analysis should be conducted as a result of the production of a Role PS and/or Framework(s) derived from the RA, and include any existing Training Performance Standards. Fidelity Analysis considers each relevant Performance objective in the Role PS and/or Framework(s) to assess the extent to which the training environment should replicate the workplace (real) environment to enable training to be effective.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_81"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Location/Environment implications – 1.6.2.  The training environment and implications of location may well impact on the suitability of different training solutions. For example expensive or scarce training resources including simulators, real equipment or specialist instructors may only be available in some locations.  It is therefore important to determine an estimate of where the balance between training to be delivered in a training establishment and workplace training will fall.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_82"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Methods & Media options – 1.6.3.  The training Methods and Media options selected will depend upon the type of training, training policy, training throughput and good practice.  An assessment is required of the relative training effectiveness of each Method and Media option to bridge the training gaps (as determined in 1.4.1), based upon the TGA of each option and the Defence need.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_83"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Cost Benefits Analysis (CBA) – 1.6.4.  It is important that costing and investment appraisal are undertaken strictly in accordance with the current Defence or TLB policies and conventions.  If training specialists become involved with costing or investment appraisal, they should obtain current advice from the TNASG or other authoritative body.  CBA activity does not start at this stage of the TNA but the result of it is included in the Training Needs Report hence its inclusion here.  Like many aspects of DSAT, CBA is an iterative process with initial activity commencing much earlier in the TNA process, as appropriate.  The CBA will likely be further refined during the Method & Media selection process in Element 2 (Design, Stage 2, 2.5).  An estimate of the financial risks and/or opportunities associated with each training solution option should be undertaken and will be a significant factor in selecting training solution options.  Training analysts are unlikely to be qualified to conduct financial risk analysis at anything other than a superficial level and should therefore seek specialist advice and support.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_84"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Options Evaluation – 1.6.5.  The final activity of the TNA is to decide on training options.  To evaluate the merits of the training options (determined at 1.6.2A) one of them should be selected as a baseline.  The selection of a baseline will depend on the context, which then permits the construction of a table to display the relative merits of each option against the baseline.  Options can be assessed via several criteria: The extent to which the option meets the requirements. Through-life cost, including the costs of maintenance, trainers and integration with existing training locations/environments. Implementation time, which may prove important to meet an operational need or a RFTD (1.1.1).",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_85"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Trainer load, or any consideration of the availability and competence of trainers to support training. An assessment of the risk associated with the options. Flexibility, or the ease with which the new training can be integrated with existing and potential future training, as appropriate. It will typically be appropriate for the options evaluation to be undertaken in consultation with SMEs before presentation to the TNASG for endorsement. Training Needs Report",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_86"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Training Needs Report – 1.7. The Training Needs Report specifies the training requirement and recommends a training solution through the evaluation of options.  It should include the resources required to design and support the training.  Training Needs Reports should collate all the information from the scoping exercise and analyses stages, adding an Implementation Plan and TNE strategy.  It should also include a description of the TNA methodology in terms of the data gathering and analysis techniques and clearly reference the data sources consulted.  The TNA can then be written up as a Training Needs Report that provides or supports detailed user and system requirements.  Training Needs Reports should include:",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_87"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Identification of the Performance requirement: a Role PS and/or Framework(s) for each Role holder, as identified in the RA. Identification of the training requirement: the results of the TGA. A Role PS and/or Framework(s) for the Role(s) affected by the recommended training solution with recommended training categories and supportive notes to amplify specific requirements to be included as appropriate to assist designers with the production of the FTS (during Element 2, Design, 2.2).",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_88"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Implementation plan, including where responsibilities lie (e.g. conversion training, date of new legislation and/or policy change, and design).  At this stage the draft TOs endorsed by the TNASG should be available and expressed as Performance, Conditions and Standards to enable implementation by the design team.  Any recommendation regarding estimation of resources, timings and assessments should be clearly referenced to aid the design team. Input to inform or refine the SOTR (for formal endorsement), to focus and direct the design stages. TNE strategy. The TNASG endorsed training solution, resulting from the CBA (1.9.1) and final selection using the Options Evaluation (1.9.2).  Fidelity requirements and associated risks, assumptions, constraints should be included in the Report.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_89"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Recommended training solution.  As a result of this iterative process of analysis, the user should now be in a position to make an informed and fully justifiable recommendation as to the most effective training solution that fully meets the training requirement.  The recommendation is then endorsed at the TNASG.  If it is not, the TNA process should be repeated until a suitable training solution is generated (this is very unlikely as the process is designed to deliver the optimal solution, but endorsement cannot be assumed).  Element 2 (Design) cannot commence until the training solution has been endorsed. With any recommended training solution, it should also be emphasised the importance of funding any recommended training solution throughout the life of the training activity.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_90"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Designing Individual Training Introduction This chapter provides Direction and Guidance on the processes and outputs associated with the design of the training activity (the 3-stage design process), which is Element 2 of the DSAT process. Training design is the process that derives achievable TOs from the outputs of the TNA, as agreed between the TRA, TDA and the Training Provider. It then establishes the assessment, Methods & Media and LSpec.  The 3 stages of Element 2 are: Design Stage 1. TOs – 2.1.  A key activity is to determine the TOs (based upon the Performance, Condition, Standards criterion set out in the Role PS and/or Framework(s)), based upon the draft TOs produced during Element 1 (TNA Stage 2, 1.5A/B).",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_91"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "FTS – 2.2.  The FTS details the totality of the training that must be achieved to meet the requirements articulated in the Role PS and/or Framework(s). EOs and KLPs – 2.3. To aid development of the Learning Scalar and LSpec, EOs and KLPs are produced. Design Stage 2. AStrat – 2.4.  The AStrat articulates the summative and formative assessments for the ‘how’, ‘when’ and ‘in what manner’ training is to be assessed. Selection of Methods & Media – 2.5.  This activity ensures the most appropriate, effective and efficient selection of training Methods & Media, including any constraints that may limit options. Design Stage 3.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_92"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Learning Scalar and LSpecs – 2.6.  Design Stage 3 structures the TOs and their dependent EOs and KLPs in the Learning Scalar, and brings together the collective outputs of analysis and design in the production of LSpecs.  LSpecs enable the delivery of lessons for all training activities (including for workplace training).  This is the content required for the Training Provider to deliver lessons. Responsibilities.  Both the TRA and TDA are ultimately responsible to the CEB and Customer for the work conducted during the Design Element: It is expected that the TRA will take the lead on Design Stage 1, the TRA may wish to delegate specific tasks but will retain overall responsibility for them.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_93"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "The TDA is expected to take the lead on Design Stages 2 and 3 activities, processes and outputs, which are required to be completed during Element 2.  The TDA may wish to delegate specific tasks but will retain overall responsibility for them. Where, for organisational, contractual, or other reasons, activities are distributed and/or responsibilities delegated other than as recommended, then this should be agreed at the CEB and annotated on the TrAD.  In all cases, any variance from the MTS must still be DSAT QMS compliant and auditable. Table 2: Mandatory Design DSAT Activities for New Training Requirements Individual Training Objectives",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_94"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Individual Training Objectives (TOs) – 2.1.  TOs ensure that the training activity has a definite purpose such that the Defence need is met.  They help ensure that the associated trainers, support staff and trainees have a clear understanding of what the trainees are required to learn and have learnt it by the end of the lesson. TOs form the basis of the detailed design of each lesson within a course as well as identification of appropriate training resources.  They may also be used in support of the award of civilian accreditation.  Therefore, the development and maintenance of accurate TOs is essential. TOs were drafted during Element 1 (TNA Stage 2, 1.7 Initial TOs), and these initial TOs are refined and developed during Design Stage 1. Formal Training Statement (FTS)",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_95"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Formal Training Statement (FTS) – 2.2.  TOs are the key component of the subsequent training statements that form the FTS which should be made up of a Training Performance Statement (TPS), a Workplace Training Statement (WTS), and a Residual Training Gap Statement (RTGS). TPS – 2.2.1.  The TPS details TOs (in terms of Performance, Conditions and Standards) to be attained by trainees.  The TPS TOs are managed and/or delivered by the TDA. WTS – 2.2.2.  The WTS details TOs (in terms of Performance, Conditions and Standards) to be attained by trainees following assignment to a Role.  The WTS TOs are managed and/or delivered by the employing unit.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_96"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "RTGS – 2.2.3.  The RTGS is the difference between the totality of the training received and the Role PS and/or Framework(s).  It is the gap where an element of the Role PS and/or Framework(s) has not been allocated a training activity.  The Residual Training Gap is expressed in terms of Performance, Conditions, and Standards.  The RTGS also states the reasons and consequences of any identified RTG, and management of any associated risks. It should be made clear on the documentation where TOs, that appear first as part of a TPS and later as part of a WTS, are linked.  For example, if a trainee were to learn the theory of rotor track and balance in a training environment, then practise it in the workplace, a numbering system should be used in the TPS and WTS to show the linkage.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_97"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Enabling Objectives / Key learning Points Enabling Objectives (EOs) – 2.3.  An EO is defined as a statement of Performance, Conditions and Standards that describes the KSA necessary for the trainee to achieve all or part of a TO.  An EO sets the destination of a learning event and specifies what trainees can do at the end of a period of training that they could not do at the start.  Where Conditions and/or Standards are common to a number of EOs, there is no requirement to duplicate the Conditions and Standards elements.  In hierarchical terms, an EO is subordinate to a TO.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_98"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Key Learning Points (KLPs) – 2.3.  The material required to achieve the EO is further broken down into a number of relevant KLPs. KLPs state the Knowledge and Skill requirements, as well as the Attitude needs.  The KLPs provide a sequenced framework for the development of the training activity and specify a Learning Outcome.  KLPs are subordinate to EOs. Assessment Strategy Assessment Strategy (AStrat) – 2.4.  Tests and assessments are used for a variety of purposes, but most importantly they are used to ensure that the TOs have been achieved by the trainees.  The AStrat is the document describing the overarching assessment policy for the course/module and the associated rationale. An AStrat will give clear direction on: summative assessment of each TO.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_99"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "formative assessment of trainee progress. how grades should be assigned and interpreted. action to be taken upon trainee failure of a (valid) assessment. a policy for determining pass or failure. a policy for the maintenance of assessment records. a policy for the identification and prevention of malpractice, including malpractice involving use of generative Artificial Intelligence (AI). a ‘Return to Unit’ policy for infringement of values and standards etc. Activities conducted as part of a AStrat should include:",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_100"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Refinement of Knowledge, Skills and Attitude (KSA) – 2.4.1.  Prior to the development of the ASpec, from the AStrat, it is important to revisit the KSA Analysis (1.3.4), which was conducted as part of Element 1.  Refinement of the KSA Analysis will ensure that the ASpec is appropriate to the requirement and ensures that assessment is developed taking into account what is to be assessed.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_101"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Assessment Specification (ASpec) – 2.4.2.  While the AStrat gives an overview of the training assessment, where testing is required, the detail is provided in the ASpec.  An ASpec is defined as a specification describing the organisation, type of test, marking details, pass/fail criteria for the assessment of TOs and the consequences of failure.  It provides practical details required to assess the achievement of the Standards specified by an associated TO. Selection of Methods and Media",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_102"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Selection of Methods & Media – 2.5.  It is important to consider the most appropriate and effective blend of training Methods & Media that provides the most effective balance of performance, cost and time in achieving the required KSA.  During Element 1 Methods & Media options (1.6.3) were developed and considered as part of the CBA (1.7.1), in order to ensure that the Options Analysis (1.7.2) recommended a training solution with realistic Methods & Media options.  These options should now be further refined as part of the Design process by exploring, in order: Methods.  These are the strategies or techniques used to achieve the required KSA. Media.  These are the tools and means used to apply the Methods selected. Learning Scalar / Learning Specification",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_103"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Learning Scalar – 2.6.  In order to assist with the development of the LSpec, it may be useful to order any EOs and KLPs (2.3) that are linked to the TOs (2.1), into a scalar that will assist in the sequencing of the training activity.  A Learning Scalar will also help to teach in order (building KSA), prepare lesson plans/events, and develop the LSpec.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_104"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Learning Specification (LSpec) – 2.6.  A key Aspect of the Training System is its execution, i.e. the training being delivered to trainees.  It is therefore at this stage that the result of the previous Analysis and Design stages are brought together to enable the trainer to produce lesson plans to ensure effective training wherever it is delivered.  This is done through the generation of LSpecs; the main purpose of which is to control the execution of training i.e. what is taught and how it is taught. Delivery of Individual Training Introduction This section provides an introduction to the processes and outputs associated with the delivery of the training activity, which is Element 3 of the DSAT process.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_105"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Learning does not start and finish on a training course.  An agile force is one whose people learn continuously, from experience and from each other, as well as from training courses.  Learning in the workplace is just as important as learning on a course and requires the support of qualified trainers.  Whether in the workplace or a training establishment, the underlying principles and standards for the delivery of Defence training remain the same. Training provision is the process conducted by the Training Provider that enables and allows trainees to learn.  It is the outputs that ensure trainers are trained, learning activities are piloted, programmed and resourced, learning is prepared for, training deficiencies are managed, risks are assessed, and trainees are appropriately cared for.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_106"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "It is expected that the Training Provider will take the lead on the DSAT activities, processes and outputs required to be completed during Element 3 (Delivery).  The Training Provider will also be expected to ensure that those activities that it deems critical to the development of the Training System are conducted; most notably the production, on behalf of the TDA, of the SOTT which when endorsed, sets the training task to be delivered.  The Training Provider is ultimately responsible to the TDA, the TRA and Customer for the work conducted during this Element.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_107"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Training should be delivered as it was planned, with the correct training facilities, suitably qualified and experienced training staff and with the correct procedures and instructions. Undue pressure should not be put on managers or those delivering training to deviate from planned and endorsed training programmes. Those responsible for the management and delivery of training should have the ability to amend training as necessary, to meet changing environmental conditions (e.g. avoiding excessive heat), equipment deficiencies or shortfalls in resources. However, careful consideration must be given to the resultant risk, especially where it has an impact on safety that increases the risk to life and could result in death or serious injury. It is imperative that the delivery of training remains progressive and subject to a safe system of training throughout. Changes to planned training delivery such as truncating, accelerating or other variations (changing location, time or content etc) can affect the rate at which training proficiency is achieved, potentially increasing the associated risk. In many cases certain proficiency criteria must be met by trainees to be able to perform tasks in a consistent, reliable and repeatable manner that meets established standards, facilitating the progression in training and enabling post training activities. This is of paramount importance for any critical training which, if not conducted to the correct standard, increases the risk to life and could result in death or serious injury. Any change to the content, time or resources available for such critical training must be subject to an approved risk assessment by the Commander, Line Manager or accountable person.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_108"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Furthermore, for all training activities, dynamic risk assessments are to be conducted before or during activities in response to changing or unexpected conditions.  This will allow training to be paused, amended, or stopped as necessary. Where, for organisational, contractual, or other reasons, activities are distributed and/or responsibilities delegated other than as recommended, then this should be agreed at the CEB and annotated on the TrAD.  In all cases, any variance from the MTS must still be DSAT QMS compliant and auditable. Table 3: Mandatory Delivery DSAT Activities for New Training Requirements Preparing Training",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_109"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Preparing training – 3.1.  Preparing training ensures that the Training Provider, and specifically the trainer, has completed preparation for the delivery of the lesson.  This includes the use of the LSpec and ASpec to generate lesson or event plans and assessments suitable to the training environment.  Consideration should also be given to the development of a remedial training strategy. The effectiveness of training delivery will be measured by the Training Provider and appropriate governance body according to whether the intended outcomes (the TOs) have been achieved successfully.  This is determined through the formal assessment process, but there will also be other, indirect outcomes of training (e.g. motivation to learn and creating independent learners) which will need to be considered when planning and preparing effective training.  These are not as easy to measure, but they are important if trainees are to perform to the best of their ability.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_110"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Lesson / Event planning – 3.1.1.  Lesson/event planning is an essential part of the training delivery process.  A good lesson plan considers all the needs and expectations of the training audience (1.5.2), ensures risks have been considered and mitigation is in place to address them. Lesson/event plans must be based on the LSpec and take a learner-centric approach.  They are created by the trainer using the LSpec and a trainer should request support in developing their Lesson Plan should they need it.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_111"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Assessment of learning – 3.1.2.  Assessment is an essential aspect of any training which must be properly understood and applied.  Assessment requires the trainer to determine whether learning has occurred which requires making a judgement on trainee Performance and progress, then to decide whether the trainee is sufficiently competent in a particular Role or Task to be qualified for employment and/or work with or without supervision.  The proper conduct of assessment in training can have a major impact on training time and resources, but ultimately will contribute directly to Defence outputs.  Trainers should be able to administer assessments in training in a fair, valid and reliable manner in accordance with the AStrat and ASpecs.  This is achieved through the use of an up-to-date ASpec when planning an assessment; assessing all of the EOs and KLPs as specified in the ASpec and not make any changes that alter these; as well as the standardisation of conduct and moderation of marking:",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_112"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Standardisation.  Standardisation is achieved by adhering to the direction given in the AStrat and ASpecs.  If an assessment is conducted using the same instructions every time, all trainees should receive exactly the same assessment, regardless of when, where and by whom the assessment is conducted.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_113"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Moderation.  Moderation of marking can help to ensure that the marking of assessments by different trainers is equitable and fair. For example, by having a proportion of assessments marked for a second time by a different trainer without first seeing the original score or grades awarded; the resulting scores are then compared for consistency.  Where scores do not agree, trainers should consult with other trainers, and as a team, identify where the problem may lie. Any problems with the marking criteria should be highlighted to the DTS, DTM or Chain of Command. Remedial Training Strategy",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_114"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Remedial training strategy – 3.2. The vision for Defence training to create an environment that attracts and retains high-quality people through the provision of training that, whilst stressing the importance of the team and team ethos, is focused on the individual from recruitment to entering productive Service.  Training is by necessity challenging – it has to transform people from civilians into professional Service personnel (SP) capable of operating in the harshest of global environments and pressured situations.  It must imbue SP with an attitude of responsibility, self-discipline and selflessness: fundamental components of military ethos that are essential to maintaining operational effectiveness. Programming, Scheduling and Resourcing of Training",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_115"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "This activity ensures that the key requirements for the successful programming and scheduling of training, as well as factors that affect resourcing (such as workforce, infrastructure and environment), are taken into consideration. Programming training – 3.3.  The Training Provider should produce and maintain an annual programme of all training activities.  Any changes which arise within the current Training Year (TY) should also be reflected in the annual programme of training activities.  There is no suggested methodology for programming; A common sense approach should be used and a clear understanding of the freedoms and constraints available to programmers will ensure that training activities: Use available resources efficiently and to maximum effect;",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_116"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Match the most effective and efficient Method & Media to the desired learning outcome; Generate variety, stimulation and interest; Programme different activities intelligently (such as not programming a lecture directly after a session of PT) and build progressively; Build in time for movement, administration, rest, meals and breaks; Consider environmental, seasonal, weather or light factors if required (for outdoor practical training); Use a standardised programming format that builds routine and publish changes to the norm early; Simulate, replicate or use realistic or real Conditions; Have a method of informing trainees and trainers of unavoidable, short notice changes to the programme; Minimise the administrative or non-training burden to the trainee.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_117"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Programming is usually carried out by a centralised design cell or Training Provider as a headquarters function.  In larger Training Providers it is essential that trainers adhere to the programme as resources will need to be carefully managed to meet the needs of a high number of trainees on different training activities.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_118"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Scheduling training – 3.3.  Once training activities are programmed the elements should be sequenced, or scheduled, in order that the training is conducted in the correct order to optimise both the acquisition and retention of the KSA.  This ensures that training is built up and TOs and their dependent EOs and KLPs are delivered in the order that maintains the integrity of their dependencies (i.e. that the achievement of a TO may require dependent EOs/KLPs to be conducted in a particular sequence in order to ensure that the trainees’ KSA is built up progressively).  This, however, may not always be necessary.  The course schedule or programme is usually produced by the Course Design Cell as part of the course documentation.  Particularly in larger training organisations, it is essential that trainers stick to the planned course programme. Where there is a need to change the course programme, this should always be approved by the course manager and trainers should aim to avoid short notice changes wherever possible.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_119"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Resourcing training – 3.3.  Resourcing the training activity is intimately tied into its programming and scheduling.  The Training Provider, supported by the TDA and other stakeholders, should ensure that the activity is properly resourced.  This is in order to implement and maintain the Training System, continuously strive to improve its effectiveness, and enhance Customer satisfaction by meeting the TRA’s training requirements. Resources include:",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_120"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Human resource.  The personnel involved in all aspects of DSAT, particularly in the delivery and evaluation of the training activity should be trained and competent to carry out their Roles.  It is the responsibility of the TDA, enforced by the Training Provider, to ensure that all training staff are provided with the appropriate training and have relevant experience. Infrastructure and environment.  The Training Provider, supported by the stakeholders, should also determine, provide and maintain the infrastructure and working environment needed to achieve the trained output, which includes: buildings, workspaces and associated utilities; training equipment and support equipment (both hardware and software) and training estates (with associated facilities); supporting services.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_121"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "JPA Competences/Qualifications/TAFMIS/DLMC – 3.3.1.  When competences /qualifications gained by the trainees are properly recorded, Workforce Planning Teams can ensure that the right people are placed in the right Roles, based upon their KSA.  Poor information management and capture of this information will adversely affect Defence outputs. Processes should be put in place to ensure the accurate and timely capture of new competences and qualifications resulting from the training activity.  JPA is the Defence information management system that captures and records this information for career and workforce purposes.  Where new competences, resulting from a new or changed training activity, need to be added to JPA, reference should be made to JSP 794.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_122"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Piloting of training activity – 3.4.  To help identify any issues or problems early, a pilot course should be conducted.  Piloting of a training activity is defined as, 'the first delivery of a newly designed training activity under ‘realistic’ conditions'.  The purpose is not only to prove what works, but also to highlight problem areas so they can be revised as necessary.  Checking the training activity in this manner will ensure it is cost-effective and, therefore, meets the requirement.  The aim of a pilot is to establish how well the designed training activity performs when used for real with actual trainees. There should be 3 stages to the pilot, they are: One-to-One Trial. Small Group Trial. Field Trial. Management of Training Deficiency (Inability to train / Failure of training)",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_123"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Management of training deficiency – 3.5.  Managing risks to the trained output (i.e. the KSA of the trainees undergoing individual training) is different from assessing and managing risks associated with the Training System.  The responsibility for the management of training deficiency lies with the Training Provider.  Where risks or issues resulting from identified training deficiencies cannot be mitigated by the Training Provider, such training deficiency-based risks should be elevated for treatment or toleration etc.  Identifying and raising training deficiencies shows the stakeholders where training shortfalls exist or where risks have been taken owing to either an inability to train certain TOs (due to weather constraints or equipment casualties, for example) or a training failure that has been picked up through the assurance process.  Such deficiencies suggest that trainees may not hold the competences that the training should have delivered.  These are essentially unplanned but unavoidable training gaps which should therefore be captured, and the appropriate governance body informed so that a decision can be made to treat, tolerate or transfer (to the receiving unit) the training deficiency. A Training Deficiency is not the same as the Residual Training Gap.  The Residual Training Gap is agreed by the TRA early on in the DSAT process and is articulated in the RTGS.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_124"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Evaluation of Individual Training (Assurance) Introduction This Section provides Direction and Guidance on the evaluation processes and outputs associated with the assurance of training activity and the Training System as a whole which is Element 4 of the DSAT process. For detailed policy on the Audit and Inspection activities that make up Element 4, see JSP 822, Volume 5.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_125"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Assurance is an all-encompassing term used to describe the evaluation, audit and inspection activities of the Training System.  These activities are conducted by most stakeholders including those internal to the Training System as well as by bodies external to it (thus ensuring independence and a lack of bias).  Assurance activities do not focus solely on the provision of training (although this is a key activity) but also on the DSAT process and the Training System as a whole, including the MTS.  In addition to evaluation, audit and inspection, Element 4 activities include: Stage 3 of the TNA (TNE) and other governance and management processes that are key to the MTS.  Assurance activities are detailed in the TQM which is endorsed at the CEB.  The DSAT QMS is key to assisting those involved in the assurance of Defence training.  The DSAT QMS is the standard that is met when the outputs of the DSAT Elements and the MTS activities are implemented correctly.  DSAT assurance needs to focus on the mandated requirements of the MTS and the mandated requirements of individual training. Information, which must be managed iaw JSP 441, will support the assurance process.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_126"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Where, for organisational, contractual, or other reasons, activities are distributed and/or responsibilities delegated other than as recommended, then this should be agreed at the CEB and annotated on the TrAD.  In all cases, any variance from the MTS must still be DSAT QMS compliant and auditable. Table 4: Mandatory Assurance DSAT Activities for ALL Training Requirements Training Needs Evaluation Training Needs Evaluation (TNE) – 1.8.  Whilst the TNE is the final part of the TNA process (Element 1), it is discussed in this part of the JSP as it is an evaluation activity.  The purpose of the TNE is to evaluate the effectiveness and efficiency of the TNA process and the training solution that was recommended at the end of Stage 2 (Analysis). Evaluation Strategy",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_127"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Evaluation Strategy – 4.1.  Writing an Evaluation Strategy is a key activity that is the responsibility of the TRA.  Evaluation is defined as ‘the process of making a judgement as to the worth of training to Defence.  It allows Defence to monitor the impact of training and assess what has been achieved, whether it was necessary, appropriate, effective, efficient (i.e. represents VfM) and how it contributed to the achievement of Defence outputs. Responsibilities.  The production of the Evaluation Strategy is the responsibility of the TRA and should be set out in the TQM (Element 3, 5.13). The Evaluation Strategy is likely to include the elements InVal and ExVal, which collectively make up the whole approach to evaluation. Internal Validation (InVal)",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_128"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "InVal – 4.1.1.  InVal is a process used by the Training Provider to determine the efficiency and effectiveness of training delivery.  To achieve this, InVal measures: The immediate reaction of a trainee to a training activity. The learning transfer achieved by the training activity. Responsible Person. The Training Provider is responsible for ensuring a robust InVal process is in place for all of its courses, and that all InVal data is utilised correctly and effectively. Although the Training Provider normally conducts InVal, responsibility for the actual conduct of InVal may sit with an alternative body, in accordance with Chapter 3, Para 3.1.6. External Validation (ExVal)",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_129"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "ExVal – 4.1.2.  ExVal uses both qualitative and quantitative data to determine whether the training remains relevant to the workplace or role.  ExVal is applied after trainees have completed a training activity and have had the opportunity to apply what they have learnt in the workplace. Responsible Persons.  It is the responsibility of TRA to conduct ExVal.  The TRA may employ an ExVal team for the planning, coordination and implementation of the ExVal and for the dissemination of the results. Defence Trainer Capability Introduction",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_130"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Training and education of people is a key enabler in delivering Defence Missions and must be agile to the rapidly changing contexts and demands. Defence seeks to maximise talent through training and education and building a sustainable diverse and skilled workforce for the future. Defence must meet the expectations of the workforce and both motivate and engage people. Defence training and education therefore has a pivotal role in delivering this People Strategy and it is underpinned by a robust and effective Defence Trainer Capability (DTC).",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_131"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "House of Commons Defence Committee (HCDC) Inquiries, audit reports and research provide evidence that safety in training must remain paramount, with risks reduced to as low as reasonably practicable (ALARP) and tolerable. In response to report findings, the DTC was initiated in 2014. DTC professionalises the training cadre and through its robust governance and assurance processes ensures that all Defence trainers, trainer supervisors and training managers are suitably qualified and experienced. It outlines the requirement for a professional development pathway to continuously meet the required quality standard and competence and attracts externally recognised national qualifications.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_132"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "In the context of limited resources and time, Customers, Training Requirements Authorities (TRAs), Training Delivery Authorities (TDAs) and Training Providers (TPs) must apply JSP 822 intelligently, and thereby own and manage the inherent risks that arise; they must therefore comply with DTC policy or explain why they are unable to do so and how they have mitigated the consequent risks. Parts of the DTC are aligned to education standards for the Further Education (FE) sector. The Defence Trainer Competency Framework (DTCF) has been mapped against these standards in order to demonstrate how Defence Trainers meet the criteria to gain externally recognised qualifications. Defence Trainer",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_133"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "The minimum training requirement for a Defence Trainer is the Defence Trainer course (DTc). The completion of Foundation and Practitioner levels of DTc is accredited to the Regulated Qualifications Framework (RQF) Level 3 Award in Education and Training (L3AET). FLC TRAs are empowered to intelligently apply the mandated DTc requirements to Phase 3 Trainers in their command whose principal employment is not as Defence Trainers. When exercising discretion (see para. 8.1.3) FLC TRAs must identify, record and own the risk held, and ensure suitable mitigation measures are in place. Defence Trainer (Flying)",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_134"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "The Defence Train the Trainer (Flying) course (DTTT (Fg)) is mandated for all Aircrew Instructors (AI) delivering Ph 2 or 3 flying training conducted in a ground school, synthetic or airborne environment. On successful completion of DTTT(Fg), personnel will be awarded the JPA competence ‘Defence Trainer (Flying) Level 1 Foundation’. On successful completion of platform specific AI training and the award of B2 category, individuals are awarded the JPA competence ‘Defence Trainer (Flying) Level 2 Practitioner’.  DTTT(Fg) does not qualify AI to deliver group learning unless to members of a multi-person crew in preparation for an airborne sortie or trg ex but does allow delivery of group briefings which facilitate flying training delivery.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_135"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "AIs delivering flying training within 22 Gp, RAF are mandated to complete the Aircrew Instructor Course (AIC) which, in addition to DTTT(Fg), contains Human Performance, Airmanship and Care of the Trainee modules. On completion of AIC, the Enhanced Instructional Techniques course and award of CFS B1 Cat, AI will be awarded Defence Trainer (Flying) Level 3 ‘Advanced Practitioner.’ Defence Trainer Supervisor (DTS) The DTS is responsible for the assessment and development of Defence Trainers (Phase 1, 2 or 3).  A key role is the supervision of the completion of the Workplace Portfolio for Defence Trainers.  DTS may also be responsible for the assessment and development of those delivering training which relates to any WTS.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_136"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Defence Trainer Supervisor course.   The Defence Trainer Supervisor course (DTS) is mandated for all Defence Trainer Supervisors.  DTS Stage 1 (residential training) is mandated for supervisors of all Defence Trainers. Completion of DTS Stage 1 results in the award of the ‘Instructional > Defence Trainer Supervisor > Joint’ JPA competency at Foundation level.  DTS Stage 2 (workplace training) is only mandated for supervisors of Defence Trainers in Phases 1 & 2. Completion of DTS Stage 2 results in the award of the ‘Instructional > Defence Trainer Supervisor > Joint’ JPA competency at Practitioner level. Defence Trainer Manager (DTM)",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_137"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "The DTM is likely to be an SME in their professional area and may not have experience of training delivery.  They are responsible for advising the chain of command on the implementation of this Direction and other Defence training and education policies.  They act as the functional managers of the DTSs in a training establishment or on a unit and will oversee trainer-specific CPD. They are also the lead for Continuous Improvement (CI) relating to the DTC. They will not be expected to duplicate the role of the DTS.  Where a unit is so small that there is no individual suitable to act as a DTM, Front Line Commands may nominate other SQEP outside that Unit to undertake the role. Commanding Officer of Training Establishment (COTE) COTEs will be held to account for ensuring that:",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_138"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "the Training Quality Manual (TQM) reflects the structure of the organisation and the monitoring and development procedures for Defence Trainers. people under their command who are engaged in training delivery or have contact with trainees are appropriately trained and qualified in accordance with this Direction and also have any additional necessary competences. there are sufficient Defence Trainers, DTSs and DTMs and the command structure within which they operate is configured to ensure that the requirements of this policy direction are achieved. their FLC TRA is informed via the TDA of any risks and/or issues relating to the DTC so that these can be raised at the appropriate governance meeting. Higher Education (HE) Lecturer",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_139"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "It is recognised that HE lecturers in Defence, both military and civilian, require a different set of skills from their FE counterparts. Defence mandates that HE lecturers must be suitably qualified/trained to undertake their role; accordingly, there are a number of training solutions in existence within the FLCs and it is the role of the FLC Training Delivery Authority (TDA) to assure the quality of the training delivery. Personnel Delivering and Assessing Defence Trainer Capability Training Interventions Adventurous Training Trainer",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_140"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Adventurous Training (AT) Trainers.  All direction in JSP 822 applies to adventurous training trainers with the following exception: if a trainer solely delivers adventurous training, then the CO of that unit may apply to TSLD for an exemption of the requirement to complete the DTc.  This will only be supported for those trainers who hold a nationally recognised instructional qualification or JSAT qualification in the AT they are delivering (such as the RYA Yacht Master Instructor qualification). Contractor CONTRACTOR STAFF DELIVERING, SUPERVISING OR MANAGING DTC TRAINING INTERVENTIONS Defence Direction on Remedial Training in Initial Training Policy Sponsor: TSLD, CDP Introduction",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_141"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "The vision for Defence initial training (Phase 1 and 2) is to create an environment that attracts and retains high-quality people through the provision of training that, whilst stressing the importance of the team and team ethos, is focused on the individual from recruitment to entering productive Service.  Training is by necessity challenging – it has to transform civilians into professional Service personnel (SP) capable of operating in the harshest of global environments and pressured situations.  It must imbue SP with an attitude of responsibility, self-discipline and selflessness: fundamental components of military ethos that are essential to maintaining operational effectiveness.  The two principle components of initial training are to:",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_142"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "ensure that recruits and trainees learn the skills and knowledge, appropriate to their trade/branch/specialism, so that they are suitably equipped and prepared to enter productive Service. inculcate the right attitudes in terms of military ethos, values and standards required of a SP and ensure that all recruits and trainees embrace the disciplinary, personal and communal standards that constitute that ethos.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_143"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Phase 1 and 2 training is where recruits and trainees undertake to achieve these components and trainers assess against specific Training Objectives (TOs) and behavioural standards to ensure satisfactory progress is being made.  There will be a number who, on occasion, fail to achieve the required benchmarks.  When a shortcoming is identified, necessary measures are taken to help and encourage the recruit or trainee to improve their performance.  The management of these measures is known as Remedial Training (RT).  The experience and judgement of trainers (be they military, civilian or contractors) remains fundamental to identifying the reasons for poor performance and determining appropriate remedial action.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_144"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Training populations vary according to recruitment standards and the requirements of the Role PS and/or Framework(s).  Measures which would be appropriate for one population might be entirely inappropriate for another.  Additionally, in the early stages of training, recruits will be adjusting to military life and will take time to acquire the standards of behaviour expected of trainees in Phase 2 training. In accordance with JSP 833, measures must not contain any of the following: unreasonableness; public humiliation; sustained and oppressive treatment which amounts to or could reasonably be construed as harassment, including any form of bullying; sleep deprivation or deliberate infliction of pain; or work for any other benefit than that of the Service or individual’s rehabilitation. SCOPE",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_145"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "This Defence Direction applies to all Phase 1 and 2 training, and any period between these two Phases when trainees may be awaiting entry into a training module or phase. AIM This Defence Direction seeks to provide a standardised framework to manage, deliver and record measures of RT undertaken to address performance shortfalls during initial training. The Vital Role of the Trainer",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_146"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "The Vital Role Of The Trainer. Substandard performance may result from a deficiency of skill, fitness or knowledge, attributable to a poor attitude and/or behaviour.  The problem may manifest itself as a skills or knowledge deficiency while the underlying cause is an attitudinal one, and vice-versa.  A trainer’s judgement is critical in determining the underlying cause and then deciding on the appropriate remedy.  Many factors must be considered, including the stage of training, the seriousness of the problem, and the performance to date of the recruit or trainee.  It is vital that trainers apply their experience and judgement to the analysis of the problem, to determine what action must be taken, including encouragement and reassurance if considered more appropriate than RT.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_147"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Deficiency of Skill, Knowledge or Physical Fitness. A trainer’s judgement of a recruit or trainee whose performance is below par should include consideration as to whether the individual may have Specific Learning Differences (SpLD) and, if appropriate, assessment to determine such.  When the shortcoming is in part or wholly caused by a lack of skill, knowledge or physical fitness, then the appropriate RT to address the deficiency is: Deficiency of skill or knowledge.  To repeat the training serial or to give additional instruction that will bring the recruit or trainee up to the required standard. Deficiency of physical fitness.  To provide additional physical fitness training to reduce any physical fitness deficiency.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_148"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "When RT is required to correct deficiencies of skills, knowledge or physical fitness, it is to be supervised by an appropriate trainer (additional physical fitness training may only be supervised by a qualified PTI and should not be conducted against medical advice).  It should normally be conducted within the working day, although it can be undertaken out of instructional hours or at weekends, if appropriate and authorised by the training establishment Chain of Command.  Furthermore, a recruit or trainee should not normally undertake more than one hour of additional training per day with a maximum of 5 hours in any one week.  Where this will be exceeded the training establishment’s Chain of Command is to be informed.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_149"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Actions to Address Inappropriate Attitude or Behaviour. Substandard performance may be the result of an inappropriate attitude or behaviour, and the identification of this relies on the trainer’s experience and judgement.  Attitudinal change is achieved through a combination of factors and ‘public encouragement, rather than public humiliation’ will play a significant part.  If the substandard attitude or behaviour is of a serious nature, then disciplinary or formal administrative proceedings may be more appropriate.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_150"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "RT to address inappropriate behaviour or attitude.  RT undertaken to address substandard performance during initial training is not punishment and must not be used or treated as such.  RT measures to address unacceptable attitude or behaviour during training are separated into 2 categories: Tier 1 measures.  These are short, sharp measures to achieve short-term behavioural change and can be implemented by the trainer without reference to a higher authority.  Each training establishment, in conjunction with their sS policy, is to issue Direction on what Tier 1 measures are appropriate to their situation.  These can include: Verbal rebuke.  A short, sharp verbal rebuke by the trainer to highlight the attitudinal or behavioural shortcomings.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_151"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "‘Wake up’ exercises.  These are short, sharp exercises designed to re-focus trainees on the training that is being undertaken.  TDAs are to publish clear instructions on the scale and type of exercises that can be awarded and supervised by non-PT qualified trainers.  It is stressed that ‘wake up’ exercises are short in duration and designed to refocus the recruit or trainee on the current training objective and are not to become an ‘activity’ in their own right. Immediate repetition of a training activity.  This is a measure to demonstrate to a recruit or trainee that their attitude or application on first attempt was unacceptable and should normally be conducted without interruption to the training programme.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_152"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Minor additional tasks.  These will be tasks directly related to observed levels of unacceptable behaviour, which must be undertaken immediately and without interruption to the training programme. Tier 2 measures.  These are more onerous measures which are aimed at addressing longer-term attitudinal or behavioural shortcomings, but which do not merit initiating disciplinary action.  These will usually be undertaken outside of the normal training programme. Training establishments are to issue instructions defining the nature and scope of Tier 2 measures and the procedures for managing them, including who can authorise such measures.  The only Tier 2 measures are: additional training event. additional duties. show parade.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_153"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Tier 1 and 2 measures are one part of the process of achieving attitudinal improvement.  When a trainer judges that it is necessary to use Tier 1 or 2 measures they must be: justifiable due to an observed shortfall in behaviour or attitude. in proportion to the nature and scale of the shortcoming in attitude or behaviour. achievable without compromising other aspects of the training programme. undertaken quickly to establish the link between the shortcoming and the RT. compatible with current Direction on bullying and harassment.  There is clear distinction between bullying and/or harassing behaviour and RT measures.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_154"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "designed to avoid causing injury or psychological damage to the recruit or trainee where this is reasonably foreseeable (the recruit or trainee’s limitations and medical condition must be taken into account and physical activity is not to be imposed against medical advice). undertaken routinely within the working day or out of normal instructional hours or at weekends, if necessary, and if it meets all the requirements of this Direction and sS policies. supervised by an appropriate member of training staff who is both qualified and experienced to impose the measures.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_155"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "communicated effectively to the trainee, explaining the deficiency observed, taking account of any excuse offered.  It may be that a formal interview is appropriate depending on the nature of the shortcoming, the stage of training and the progress of the recruit or trainee.  This is often useful in identifying the underlying problem.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_156"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "RT to Groups. RT is to be applied only to an individual unless the shortfall can be applied equally to a group, in which case a group measure may be applied.  Tier 1 and 2 measures are not to be imposed on a body of recruits or trainees in response to the shortcomings of an individual or a number of known individuals.  If the award results from an individual shortcoming, then the group is to be clearly briefed that the TO requires group achievement, and it is a whole-team responsibility to ensure that the TO is met.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_157"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Relationship Between RT, the Disciplinary or Administrative Processes and Withdrawal of Unsuitable SP From Training. RT is not to be used as, or in lieu of, a punishment or sanction.  RT is training to assist the recruit or trainee to achieve the required standards of skills, fitness, knowledge and attitude prior to entering productive Service.  It is inappropriate to instigate disciplinary procedures in dealing with continual deficiencies in knowledge, skills and physical fitness.  However, in such circumstances, it is entirely appropriate to instigate the administrative process of warning, extension of training or ultimately withdrawing a recruit or trainee from training.  Initial training provides a SP with the skills, knowledge and attitude required to execute their role and, therefore, is administered and managed separately than for those already GTS, using different procedures.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_158"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Substandard behaviour or attitude in a recruit or trainee may result in a variety of actions.  A trainer should recognise that in the early stages of training, recruits will be adjusting to military life and may not have had time to acquire the required attitude and behaviour, and in this case Tier 1 or 2 measures may be appropriate.  Equally, if the issue becomes serious (e.g. it amounts to discrimination, harassment or bullying), or if the recruit or trainee has already failed to respond to Tier 1 or 2 measures or is at the stage of training where they should know better, then disciplinary or administrative action may be more appropriate.  If disciplinary or administrative action is initiated, no other Tier 1 or 2 measures except a verbal rebuke may be used.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_159"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "After RT to correct substandard behaviour or attitude (or disciplinary proceedings to punish, or administrative action to sanction), it may also be necessary to begin the formal process to warn and ultimately extend the training or withdraw an SP from training.  Such action will be dependent on the stage of training, the recruit or trainee’s performance to date and their response to the measures taken. Action taken to remedy substandard performance may involve both additional instruction and Tier 1 or 2 measures, with the balance and scale of each being based on the trainer’s analysis of the cause of the problem.  The application and implementation of RT, in relation to disciplinary, administrative and withdrawal action is shown at Figure 2.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_160"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Figure 2: Application and Implementation of Remedial Training Recording of RT. The effective management of substandard performance relies on the experience and judgement of trainers employed within initial training establishments, who are fully supported by the Chain of Command.  With the exception of verbal rebukes, all RT measures used to rectify performance issues are to be recorded, and include: the recruit or trainee’s name and Service number. the deficiency, the date and the relevant TO, if appropriate. the action taken. the trainer and the supervisor of the RT. any other relevant information, such as that which demonstrates how the RT meets the requirements of this Direction and achieved the modification in behaviour or improvement in knowledge or skill.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_161"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "The method and format for record keeping is to be determined by sS but an auditable process linking this Direction to the actions taken by trainers is required.  Formal interviews should also be recorded.  Records are to be scrutinised weekly by a responsible officer and monthly by the Chain of Command.  All records are to be stored and maintained within training establishment for 2 years and are to be available for scrutiny by assurance bodies such as sS Inspectorates and Ofsted. GOVERNANCE Policy Sponsorship.  This Defence Direction is sponsored by TSLD and periodically reviewed and maintained through the Defence Individual Training Policy Working Group (DITPWG).",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_162"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "TRAs.  A degree of sS variation is required in the application of this Direction to reflect the operational role and diversity of the training population.  Via the CEB process, TRAs are to ensure: through their TDAs, that a consistent approach to RT is applied across all subordinate Defence training establishments iaw this Direction. they have oversight of instructions issued by initial training establishments (through TDAs) that implements this Direction.  The instructions will normally be contained within the Trg Quality Manual which is endorsed by the TRA at the CEB. that all initial training establishments and TDAs have an appropriate recording system.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_163"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "TDAs.  TDAs are to publish instructions on the scale and type of ‘wake-up’ exercises that can be awarded and supervised by non-PT qualified trainers.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_164"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Training Providers / Training Establishments.  All training establishments are to publish, for trainers and staff, details of the RT measures authorised for managing substandard performance.  This publication is also to include the purpose and the scale of measures that can be expected for a range of shortcomings and is issued under the oversight of the relevant TDA/TRA to ensure consistency and compliance.  Furthermore, each training establishment is to make it clear to recruits and trainees, as part of the induction process, how this Direction will be applied and where they can find written details thereafter.  In addition, COs of training establishments are to ensure there is a robust system for recording, managing and maintaining routine oversight of RT records with an auditable trail between local RT orders or instructions and this Direction.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_165"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "The key elements of this Direction are included in the DCTS Defence Trainer course mandated for Defence.  In addition, induction courses at initial training establishments are to brief the local instructors that seek to implement this Direction.  Equally, COs are to ensure that all personnel (military, civilian and contractors) in contact with Phase 1 recruits and Phase 2 trainees are aware of their responsibilities in the application of this RT Direction. Defence Direction on Robust Training Policy Sponsor: TSLD, CDP Introduction",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_166"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Properly conducted Robust Training is a basic principle of training in Defence and as such is linked to measurable Training Objectives (TOs) and outcomes.  It is deliberately designed to induce an element of pressure in order to challenge recruits and trainees mentally and physically, so that they draw on reserves of willpower and stamina to achieve the outcome sought.  The aim therefore of Robust Training events is to develop physical and mental resilience in order to prepare appropriately for the challenges of operations worldwide.  It is entirely practical to deliver such training without compromising welfare and Duty of Care responsibilities, but it must be regulated to prevent Robust Training being replaced with harsh or inappropriate training that prevents the overall training effect from being delivered.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_167"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "This Defence Direction assists Commanders involved in all phases of training, in planning appropriate and proportionate training that is challenging, engaging and robust, whilst ensuring that risks are identified and mitigated, so that the recruit or trainee is protected from uncontrolled misuse of the term to deliver harsh training, unlinked to a specified training outcome or objective.  Commanders should consider this Direction in conjunction with the ‘Commanders Managing the Training Environment’ Direction and the ‘Supervisory Care for Phase 1 Recruits and Phase 2 Trainees’ Direction and the Safe System of Training.  Both are contained within this JSP as are other policies relevant to ensuring a realistic and safe training environment.  In addition, all training should be designed and delivered in line with the Direction given in this JSP.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_168"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Purpose and Application.  The purpose of Robust Training is to progressively develop a Service Person’s (SPs) resilience to enable them to perform effectively in any operational environment.  The degree to which Robust Training is employed within an Initial training programme should reflect the employment of that SP in both specialist and generic tasks.  Emphasis should be placed upon the need for SP to perform in the most demanding conditions in which they may realistically expect to find themselves if deployed to high-tempo and/or high-threat operational environments.  As Defence transitions to a contingent posture, the non-linear nature of the Contemporary Operating Environment (COE) will inevitably expose SP from support functions to higher risks than would have traditionally been the case.  It is therefore no longer acceptable to have a situation where combat personnel and support or service support personnel sit at distant ends of a wide spectrum of individual resilience.  This gap should be narrowed if all SP are to be best prepared for operational service.  This requires moral courage to implement and there is a need for a coherence of approach across Defence and single Service (sS) training establishments to ensure that Robust Training is systematic, progressive and appropriately contextualised.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_169"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "PRINCIPLES Beneficial.  The net result of properly designed and conducted Robust Training should be beneficial to recruits and trainees in a resilience context.  It should develop their ability to perform demanding tasks under difficult conditions by building self-confidence, self-reliance and motivation.  It must not erode it.  Recruits and trainees should feel that the training was a positive experience.  This point in itself is a useful to guide to whether Robust Training events are having the desired effect and should be measured as part of a training establishment’s self-assessment process.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_170"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Developmental.  Robust Training tasks must be developmental and preparative in nature and related to performance expected after training.  Robust Training should take place under simulated operational conditions where possible and/or appropriate.  Recruits and trainees must be sufficiently prepared for the training and, while it should stretch and test their abilities, it must not make them feel that they have no chance of performing adequately.  Consequently, the effect should be to take recruits and trainees out of their comfort zone and to develop resilience and self-reliance so they can be assured that they are well prepared to handle challenging situations.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_171"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Tailored.  Due to the wide range of training in Defence and the breadth of job specifications within both commissioned and non-commissioned ranks, what could be defined as Robust Training for one training cohort may not be suitable or appropriate for another.  While many operational conditions are similar for all, it is unlikely that any but the most generic of Robust Training events will be appropriate across Defence.  Robust Training must be designed to be relevant to the roles and duties of the recruit or trainee and likely employment on operations.  Robustness comes in many forms, both physical and mental.  sS and Defence training establishments need to implement a ‘continuum of robustness’ that threads through all phases of training, and which must be:",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_172"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Relevant.  sS training has spent the last decade or more delivering capability to defined operational theatres with (largely) understood threats.  As Defence returns to contingency the certainty of future operational environments and the threats that emerge may be less defined and less clearly understood.  This uncertainty requires a refinement within training if we are to produce a new generation of robust, self-sufficient and capable SP.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_173"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Contextualised.  sS training needs to provide ‘immersive’ scenarios to allow recruits and trainees to contextualise their training.  It is necessary to replicate the physical and mental pressures of operations that are specific to Service and role, noting the need to ensure that supporting personnel should also build resilience through Robust Training.  If all SP are to be best prepared for operational service, training needs to focus on the increased resilience end of the spectrum and where possible enhance the psychological stressors in training (e.g. increased use of battle simulation, additional night training scenarios) and the physical stressors (e.g. extending training days, more time living ‘in the field’ or austere simulated operational conditions).",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_174"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Delivered to defined standards.  The ability to measure how successfully sS deliver training that challenges a recruit or trainee to develop physical and mental resilience should be achieved via measures of performance whilst in Initial training, and through measures of effect once SP join their respective Commands.  Detailed assessment through both InVal and ExVal will be essential in determining the degree to which Robust Training is succeeding.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_175"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Delivered with calculated risk.  The acceptance of risk is important, and its application must be understood at all levels of training delivery.  It must be proportionate to the delivery of the defined operational output.  There is both a moral obligation to prepare recruits and trainees appropriately for the rigours of operational Service, and a need to recognise that a Robust Training regime may lead to injury, increased wastage rates or litigation.  These factors are not mutually opposing or irreconcilable.  Robust Training can be delivered during all phases of training whilst successfully discharging Defence’s welfare and Duty of Care responsibilities.  The risks associated with Robust Training must be identified, assessed and addressed with a view to enabling this important element of training.  A culture of risk aversion must be avoided as it merely transfers risk to the Commands and is morally unjustifiable.  It is incumbent upon Commanders, their staff and trainers to be conversant with the principles and application of risk assessment at their respective levels of training command.  Intelligent risk management must be led by the Commander and understood by all staff involved in training delivery.  The first step in developing risk management locally will be through the CRA/SCD process.  Detailed briefing on local procedures must be included in staff/trainer induction training and understanding must be developed further through regular study periods",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_176"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Appropriate supervision.  The level and style of supervision needs to be tailored to the level of risk, the type of training and the ability and confidence of the recruits or trainees.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_177"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Trust in the Chain of Command.  The application of Robust Training may be compromised, at least in part, by a mutual lack of trust between training staff and their Chains of Command.  This can be compounded by a perception amongst trainers that there has been a shift in emphasis to the recruit’s or trainee’s care needs that conflict with challenging, engaging and robust training.  Recruits and trainees must be empowered to ask questions and appropriately challenge the ‘recruiting promise.’  This should not, however, be viewed as a challenge to the core tenets of sS Values, Standards and Ethos, or the Chain of Command.  Trust needs to be established early so that there is an understanding of what is required and the rationale behind Robust Training. Good Practice",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_178"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Compliance with Defence training standards.  Robust Training events must be designed in accordance with the DSAT.  They must be shaped logically to fulfil and test an established training need and must be conducted consistently and resourced appropriately.  All training, including events that are designed to be robust must be designed to deliver against the Role PS and/or Framework(s), as set out by the TRA.  Robust Training must have a defined TO to achieve and be measured against.  Robust Training for its own ends, delivered ad hoc, in an uncontrolled manner or unsupervised environment is dangerous and must be actively guarded against.  Adherence to JSP 822 allows challenging, engaging and robust training to be designed and delivered in a safe, controlled and appropriately governed manner.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_179"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Appropriate risk management not excessive risk aversion.  It is generally accepted that military Service will expose SP to more risk than most civilian occupations.  Training to meet the needs of military Service, which stretches recruits and trainees physically and psychologically, ideally under simulated operational conditions, is likely to carry more training risk than is normally the case.  Commanders and training staff must ensure that all risks are assessed and mitigated, but they must not seek to unnecessarily protect recruits and trainees from the consequence of failing to rise to the challenges set.  It is acknowledged that this element will need to draw upon the experience and judgement of the training Chain of Command.  It is vital to avoid the inculcation of a culture of risk aversion that may lead to the physical or psychological inability to perform adequately when facing the challenge of operational conditions.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_180"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Separated from remedial action.  It is important that training staff designing and delivering Robust Training must ensure that recruits and trainees as well as training staff understand the purpose and intended outcome of the training.  It must be clearly differentiated from any sort of remedial training, corrective or disciplinary action.  Training that is intended to be robust must not be confused with any form of bullying, harassment or intimidation.  Such conduct is wholly unacceptable and contrary to Defence’s Values, Standards and Ethos and the DHALI/B intent, and is demonstrably counter-productive in developing resilience.  Effective supervisory care, welfare policies and governance and assurance processes will ensure that Robust Training is not confused with, or replaced by, actions or events that either serve a different remedial, corrective or disciplinary purpose, or those that are conducted in a misguided attempt to achieve unsanctioned, unacceptable and unnecessary outcomes.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_181"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Clearly explained purpose.  Recruits and trainees as well as trainers must be in no doubt as to the difference between Robust Training and unacceptable practices.  The conduct of Robust Training events must not undermine the good practice and culture of Continuous Improvement that is synonymous with DSAT and DHALI/B.  It is possible to prevent confusion amongst recruits and trainees by detailed explanation of Robust Training aims and objectives during induction and regularly thereafter.  Trainers must have the principles of Robust Training explained to them during their selection, training and again when they join the training establishment.  Where inexperienced staff or trainers are expected to apply Robust Training techniques they must be mentored and supervised.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_182"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Examples of Robust Training Factors Ideally, Robust Training should not be confined to specific and stand-alone events; it must be all pervasive, coherent and progressive throughout all phases of training.  In its most basic form, Robust Training may simply be reflected through the setting of unremitting high standards by staff, trainers and support personnel. The following pressures could contribute to training being classified as robust.  The list is not intended to be prescriptive but, rather, provide examples.  Equally, the list is not exhaustive, and it must be read in conjunction with the points made above.  Some examples of Robust Training activity are at Table 8.  This list is intended to be illustrative rather than exhaustive: Psychological pressures.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_183"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "rapidly and or frequently changing priorities introduction of extra information or introduction of situations in which there is incomplete information. reduction in time allocated for a task. dislocation of expectations. enhanced perception of danger/risk and consequence of failure. realistic simulation of operational challenges and operational ‘friction’. significantly increased responsibility. Physical pressures. climatic injuries and other environmental factors – heat / cold / wet / darkness. exertion and physical effort. tiredness/controlled sleep deprivation. Table 5: Examples of Robust Training Risks with Robust Training",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_184"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Robust Training is deliberately intended to challenge recruits and trainees as such there is an inherent risk of exceeding their existing/core physical and / or mental resilience and therefore appropriate measures are to be taken to monitor this risk and ameliorate its impact. Governance",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_185"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "It is a requirement that training events that incorporate a robust element or that seek to achieve a greater level of resilience through the application of pressures (stated above) be appropriately governed.  Commanders must therefore ensure appropriate governance procedures are in place and that such training is regularly scrutinised through 1st, 2nd and 3rd party assurance procedures.  All Robust Training must be linked directly to a specified TO. TDAs must be aware of all Robust Training events that take place in their training establishments and ensure that they are appropriate and proportionate to the training outcome, controlled and fully integrated into the core syllabus, and delivered in an entirely transparent manner. Training",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_186"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Trainers and staff engaged in any aspect of Robust Training are to be suitably briefed as to the aim and desired outcomes of the training events, as well as supervised where appropriate.  In addition, the Defence Centre for Training Support (DCTS) runs the Defence Trainer Capability and DSAT courses that all training staff, and most particularly those engaged in the design and delivery of Robust Training, need to attend. Exertional Collapse, Universal Training Precautions (UTP) and Physical Activity Opt- Out Policy",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_187"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "Exertional Collapse, Universal Training Precautions (UTP) and Physical Activity Opt- Out policy has been moved from this chapter to JSP 822, Vol 4, Chapter 5 (Defence Direction for Trainee Management) in consultation with the Defence Training Assurance and Care & Welfare Working Groups, as this policy is relevant to all training, not just Robust Training. This direction is applicable to all activities in the support of the delivery of Care and Welfare of all trainees. Document Information Document Coverage The contents of this policy supersede all previous MOD Policy on Defence Individual Training. Document Information Document Versions MOD will review this Policy in three years, or when changes to legislation or best practice dictates. Applicability",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_188"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "The policy contained in this Volume applies to the Whole Force which encompasses Regular and Reserve personnel, MOD Civil Servants, and civilians, including the Ministry of Defence Police and contractors. It is noted that training sourced through the pan-Governmental ‘Civil Service Learning / Government Campus’ is not subject to the policies in this document. Any other Civil Service training must be compliant with the policies in this document. The policy in this document does not apply to training deemed ‘Informal’ or ‘On-the-Job’. Organisational Learning is captured under the Defence Organisational Learning Strategy (DOLS) Framework owned by Joint Warfare in UKStratCom and is not within the scope of JSP 822. Diversity and Inclusion",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_189"
  },
  {
    "source": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx",
    "heading": "14\tGlossary\t79",
    "content": "MOD respects and values people of all backgrounds. The Individual Training policy is designed to ensure all employees are treated in a fair, transparent, and consistent manner. All those involved in the management of MOD employees must abide by legislation and should adhere to MOD policy. For more information on diversity and inclusion, please see the MOD Diversity & Inclusion Pages on MODnet. This policy has been subject to an Equality Impact Assessment (EA). Glossary The Glossary of Definitions, Terms and Acronyms can be found on the Defence Training and Education Policy and Guidance Sharepoint site.",
    "chunk_id": "JSP 822 V7.0 Vol 2 V3.0 Defence Individual Training.docx_chunk_190"
  }
]